Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/kh_nordsamiska.pdf.tmx
Source language: sme
Languages: smj

source: ” Gosa don manat, dohko monge manan, ja gos don orut, doppe monge orun.
smj: Gåsi maná, dåhku aj manáv, ja gåsi bátsá, dåhku aj bátsáv.

source: Du álbmot lea mu álbmot, ja du Ipmil lea mu Ipmil.
smj: Duv álmmuk le muv álmmuk ja du Jubmel le muv Jubmel.

source: Gosa don jámát, dohko monge dáhtun jápmit, ja dohko mon dáhtun hávdáduvvot.
smj: Gåsi jámá, dasi sidáv jábmet, ja dasi sidáv hávddáduvvat.

source: Hearrá dahkos munnje maid ihkinassii dáhtoš – dušše jápmin earuha munno. ”
smj: Härrá munji dahkis vajku mav - dåssjå jábmem munnu sirát.

source: 62 vihaheapmi
smj: 62 fiesstim

source: Ja Ipmil sivdnidii olbmo iežas govvan, Ipmila govvan son sivdnidii su, olmmájin ja nissonin son sivdnidii sudno.
smj: Jubmel almatjav ietjas gåvvån sjivnnjedij, Jubmela gåvvån suv sjivnnjedij. Ålmmån ja nissunin sjivnnjedij.

source: Ipmil buressivdnidii sudno ja celkkii sudnuide: «Leahkki šattolaččat ja lassáneahkki, deavdi eatnama ja dahkki dan iežade vuolibužžan !
smj: Jubmel sunnuv buorissjivnnjedij ja hålaj: ” Sahkkidihtte ja lassánadde, dievdde ednamav ja dav dahkke dunnu vuollásattjan. ”

source: š 1 Mos 1:27–28a
smj: 1 Mos 1:27–28a

source: Bija mu seailan váibmosat, seailan giehtasat.
smj: Snjibttju degu dållå, degu snjibttjo dållå.

source: Dat buollá dego dolla, dego fámolaš dollanjuokčamat.
smj: E tjáhtjedulve gieresvuodav jáddada, e jågå hávkkada.

source: Lehkos din ráhkisvuohta duođalaš. Fasttášehket bahá, dollet gitta das mii lea buorre.
smj: Lehkut gieresvuodan duodalattjan, vastalussjit baháv ja anodihtit dav mij le buorre.

source: Ráhkistehket guhtet guimmiideattet váimmolaččat dego vieljažat, gilvvohallet gudnejahttimis guhtet guimmiideattet.
smj: Iehttsit guhtik guojmáda vájmostihtte degu vieljatja, guddnedihtit guhtik guojmáda.

source: Ráhkisvuohta lea gierdavaš, ráhkisvuohta lea láđis, ii dat gáđaš ii ge rábmo ii ge čeavlástala.
smj: Gieresvuohta le gierddis ja buorre. Gieresvuohta ij le udnodibme, ij ga ietjas rámpo, ij ga stuorástalá.

source: Ii dat daga maidege dohkkemeahttumiid ii ge bivdde iežas ávkki, ii dat suhta ii ge vurke baháid.
smj: Ij le hähkkaráduk, ij ga ietjastalle, ij le suhtisj, ij ga bahájt vuorkuda.

source: Ii dat illut vearrivuođas, muhto baicca duohtavuođas.
smj: Ij vierrevuodas ávvudalá, sádnesvuodas galla.

source: Dat gillá buot, osku buot, doaivu buot, gierdá buot.
smj: Gieresvuohta gájkka guoddá, gájkka jáhkká, gájkka doajvvu ja gájkka gierddá.

source: De dat bissot, dát golmmas: Osku, doaivu ja ráhkisvuohta. Muhto buot stuorimus dain lea ráhkisvuohta.
smj: De bissu dá gålmmå: Jáhkko, doajvvo ja gieresvuohta, ja dajs gájkin stuorámus le gieresvuohta.

source: Guddet guhtet guimmiideattet nođiid, ja ollašuhttet dainna lágiin Kristusa lága.
smj: Guottadihtit guhtik guojmáda nådijt, de nåvti Kristusa lágav ållidihpit.

source: 63 vihaheapmi
smj: 63 fiesstim

source: Ipmila ja dán searvegotti (ja daid vihtaniid) lahka jearan dus, NN:as. Dáhtutgo váldit NN:a alccesat áhkkán / boadnjin / ja ráhkistit su iluid ja morrašiid siste ?
smj: Jubmela åvdån ja dán tjoaggulvisá (dáj vihtanij) guládijn gatjádav dujsta NN:s: Sidá gus NN:av duv áhkátjin / ålmmån duosstot ja suv iehttset niedan ja ávon ?

source: Ipmila ja dán searvegotti (ja daid vihtaniid) lahka jearan dus, NN:as Dáhtutgo váldit NN:a alccesat áhkkán / boadnjin / ja ráhkistit su iluid ja morrašiid siste ?
smj: Jubmela åvdån ja dán tjoaggulvisá (dáj vihtanij) guládijn gatjádav dujsta NN:s: Sidá gus NN:av duv ålmmån / áhkátjin duosstot ja suv iehttset niedan ja ávon ?

source: Dáhtutgo váldit NN:s alccesat áhkkán / boadnjin / ja ráhkistit su iluid ja morrašiid siste ?
smj: Sidáv.

source: Ealli Ipmil, buressivdnit NN:a ja NN:a sudno náittoslihtuska siste.
smj: Ielle Jubmel, buorissjivnnjeda NN:av ja NN:av sunnu gállasjvuodan.

source: Orros dát suorpmas / orroset dát suorbmasat / mearkan sudno lohpádusas oskkáldasvuođa ja gaskasaš ráhkisvuođa birra.
smj: Lehkus dát suormas / Lehkusa dá suormmasa / sunnu jáhto märkkan goabbák guojmeska iehttset ja gasskasasj åskåldisvuodan viessot.

source: Nanne sin juohke beaivve eallit sudno lohpádusaid mielde.
smj: Nanni sunnuv juohkka biejve jáhtoniská viesutjit.

source: Jesus Kristusa (min Hearrá) bokte.
smj: Jesus Kristusa (mijá Härrá) baktu.

source: 64 vihaheapmi
smj: Amen 64 fiesstim

source: Prästen kan säga: Gulloset dál dát searvegotti (dát vihtanat) dudno lohpádusaid.
smj: Prästen kan säga: h.: Gullis dát tjoaggulvis (Gullisa dá vihtana) dunnu jáhtojt.

source: Mon NN. válddán dál du NN. alccesan áhkkán / boadnjin / ráhkistit du, juogadit iluid ja morrašiid duinna, ja orrut dutnje oskkáldassan dassážiigo jápmin munno earuha.
smj: Mån NN, váldáv duv, NN:av, muv áhkátjin / ålmmån, duv ähtsátjit, ávov ja surgov dujna juogátjit, ja dujna åskåldissan viesutjit dasik jábmem munnuv sirát.

source: (Ja mu ráhkisvuođa mearkan mon guottán / mon attán dutnje / mon vuostáiválddán dán suorbmasa.
smj: (Ja muv gieresvuoda märkkan sidáv guoddet / vattáv dunji / duostov dáv suormmasav).

source: Mon NN, válddán dál du NN, mu boadnjin / áhkkán /, ráhkistit du, juogadit iluid ja morrašiid duinna ja orrut dutnje oskkáldassan dassážiigo jápmin munno earuha.
smj: Mån NN, váldáv duv, NN:av, muv ålmmån / áhkátjin /, duv ähtsátjit, ávov ja surgov dujna juogátjit, ja dujna åskåldissan viesutjit dasik jábmem munnuv sirát.

source: Doai leahppi dál náitalan ja dovddastan dan Ipmila muođuid ovddas ja dán searvegotti (ja vihtaniid) oaidnut.
smj: Dåj lihppe dal gállasjguojmitja ja dunnu gállasjvuodav lihppe Jubmela ja dán tjoaggulvisá (dáj vihtanij) åvdån nannim.

source: Orroset lohpádusat oskkáldasvuođa ja gaskasaš ráhkisvuođa birra, maid leahppi addán goabbat guoibmáseahtte
smj: Dunnu jáhto jáhkulisvuoda ja gasskasasj gieresvuoda birra årrusa mujttádussan Jubmela huvsos ja gieresvuoda vattos.

source: 65 vihaheapmi
smj: 65 fiesstim Sálmma

source: muittuhussan Ipmila fuolahusa ja ráhkisvuođa attáldaga birra.
smj: Råhkålup dunnu åvdås ja dunnu aktisaj viessoma ja boahtteájge åvdås:

source: Ipmil buressivdnidivččii dudno dál ja agálaččat.
smj: Gieresvuoda Jubmel, duv gijttep udnásj biejves, dán biejve ávos ja doajvos.

source: Mii rohkadallat NN:a ja NN:a ja sudno náittoslihtu ovddas.
smj: Råhkålip NN:a ja NN:a ja sunnu gállasjvuoda åvdås.

source: Giito doarjaga ovddas man besset addit ja vuostáiváldit.
smj: Gijttep gieresvuodas mav goabbák guojmestiska libá gávnnam ja sunnu aktisasj viessomis.

source: Veahket sin ándagassii goabbat guoibmáseaskka addit ja divtte sudnuide beaivvis beaivái ilu ja fámu vuostáiváldit du gieđas.
smj: Gijttep doarjos mav oattjoba vaddet ja duosstot. Viehkeda sunnuv nubbe nubbáj ándagis luojttet ja ávov ja fámov duv giedas duosstot.

source: Hearrá rohkos
smj: härrá råhkålvis

source: Báhppá sáhttá dadjat: Rohkadallot ovttas Hearrá rohkosa.
smj: Råhkålup aktan Härrá råhkålvisáv:

source: 66 vihaheapmi
smj: 66 fiesstim

source: Vuostálválddi Ipmila / Hearrá buressivdnádusa:
smj: Duosstut Härrá buorissjivnnjádusáv.

source: Hearrá buressivdnidivččii dudno ja várjalivččii dudno, Hearrá divttášii muođuidis čuovgat dudno badjelii ja livččii dudnuide árbmugas.
smj: Härrá buorissjivnnjedus dunnuv ja várjjalus dunnuv. Härrá tjuovggijus árudijás dunnuj ja årrus dunnuj ármmogis.

source: Hearrá bajidivččii čalmmiidis dudno nala ja attášii dudnuide ráfi.
smj: Härrá jårggålus árudijás dunnuj ja vaddus dunnuj ráfev.

source: 67 vihaheapmi
smj: sálmma 67 fiesstim

source: HáVdádaniPmilBálValUS
smj: 68 hávddádimjuBmeldievnnO

source: girkobielločuojaheapmi
smj: Bielloskuoladibme

source: b: (Ipmil:) Áhči ja Bártni ja bassi Vuoiŋŋa nammii.
smj: h: (Jubmela:) Áhtje, Bárne ja ájlis Vuojŋŋanisá namán.

source: Ipmila, golbmaoktalačča nammii.
smj: Gålmaktes Jubmela namán.

source: Mii leat čoahkkanan mieđuštit NN:a ja guođđit su Ipmila gihtii.
smj: Mij lip tjåhkanam NN:av hivástahtátjit ja suv Jubmela giedajda guodátjit.

source: Hearrá, don leat eallima ája, Du siste mii eallit, lihkadit ja leat.
smj: Härrá, mijá Jubmel, dån le iellema ája. Dujna viessop, vájaldip ja lip.

source: Várjal min ráhkisvuođainat ealidiin ja jápmimis.
smj: Várjjala mijáv duv gieresvuodan viessomin ja jábmemin.

source: Divtte min árpmus beassat du riikkii.
smj: Doalvo mijáv ármos rijkkasit.

source: Bártnát Jesus Kristusa, Hearrámet bokte.
smj: Bárnát Jesus Kristusa, mijá Härrá baktu.

source: 69 hávdádanipmilbálvalus
smj: 69 hávddádibme jali

source: Ipmil, lea ilá váigat ipmirdit man čáppat eallin sáhtta leat ja dievva iluin ja dasto sáhttá nuppástuvvat ja nu bákčasin šaddat.
smj: Jubmel, ij le dádjadahtte man tjábbe viessom le ja ávos dievva ja de rievddá ja nåv báktjasin sjaddá.

source: Fátmmas NN:a, guotte su váimmot lahka mearehis ráhkisvuođainat.
smj: Fármasta NN:av, guotte suv duv vájmo lahka nåhkåmahtes gieresvuodajnat.

source: Guotte maid min áibbas lahka du ja veahket min joatkit eallimeamet.
smj: Guotte aj mijáv akta lahka duv ja vatte midjij fámov viessomav joarkket.

source: mii leat du ovddas morrašiin ja heđiin buot dainna maid eat ipmir, buot dainna mii rievddai, (dainna mii dovdo vuoigatmeahttumin ja boastut).
smj: Jubmel, mij boahtep duv åvddåj surgon ja juoren gájkka dajna majt ep dádjada, gájkka dajna mij ietjájduváj (gájkka dajna mij le rievtugahtes ja boasstot).

source: Don oainnát min gatnjaliid, min áŧestusa ja suhtu.
smj: Dån vuojná mijá gadnjalijt, mijá vájvev ja moarev.

source: Vuostáiváldde NN:a du fátmái mearehis ráhkisvuođainat.
smj: Dån vuojná aj mijá gijttogisvuodav NN:a viessoma åvdås.

source: * guođđin
smj: * guodem

source: Árpmolaš Ipmil, mii guođđit NN:a du gieđaide.
smj: Ármmogis Jubmel, guodep NN:av duv giedajda.

source: Eatnamis leat don boahtán.
smj: h.: Ednamis le boahtám.

source: Eatnamin don fas šattat.
smj: Ednamin vas galga sjaddat.

source: (+) Jesus Kristus lea bajásčuožžileapmi ja eallin / Jesus Kristus du bajásčuoččáldahttá maŋimuš beaivve.
smj: (+) Jesus Kristus le tjuodtjelibme ja iellem / Jesus Kristus duv galggá maŋemus biejve båktet.

source: Don addet sutnje eallima.
smj: Sunji vaddi iellemav.

source: Vuostáiváldde su du ráfiinat (+) ja atte sutnje Jesus Kristusa dihte ilolaš bajásčuožžileami.
smj: Duosto suv duv ráfáj (+) ja vatte sunji Jesus Kristusa diehti ávvulis tjuodjelimev.

source: Hearrá, Ipmil Áhčči almmis, Hearrá, Ipmila Bárdni, máilmmi Lonisteaddji. Hearrá, Ipmil, don bassi Vuoigŋa,
smj: Härrá, Jubmel Áhttje almen Härrá, Jubmela Bárnne, värálda Lånestiddje, Härrá, Jubmel, dån ájlis Vuojŋŋanis,

source: árpmit min.
smj: ármmálaste mijáv.

source: (Jápminbottus, maŋimuš beaivve,
smj: (Jábmembåttån, maŋemus biejven

source: veahket min, láđis Hearrá Ipmil.)
smj: viehkeda mijáv, libbogis Härrá Jubmel.)

source: B: Ipmil, don almmi ja eatnama Sivdnideaddji, don máilmmi Lonisteaddji, don eallima Vuoigŋa,
smj: Jubmel, dån alme ja ednama Sjivnnjediddje, dån värálda Lånestiddje, dån iellema Vuojŋŋanis,

source: várjal min du riikkas dál ja agálaččat.
smj: várjala mijáv duv rijkan dálla ja agev.

source: Ámen
smj: Amen.

source: 71 hávdádanipmilbálvalus
smj: 71 hávddádibme

source: b / v: Gullot Biibbala sániid dorvvolašvuođa birra Ipmila luhtte ealidettiin ja jámidiin.
smj: H / V: Gulldalup Tjáluga bágojt jasskavuoda birra Jubmela lunna iellemin ja jábmemin.

source: Mii lohkat..
smj: h / v: Råhkålup.

source: b / v: Ipmil, mii giitit eallima ovddas man attát midjiide. Dat lea dievva iluin ja morrašiin, barggus ja vuoiŋŋastusas.
smj: h / v: Jubmel, duv gijttep iellemis mav midjij vattá, mij le dievva bargojs ja åvdåsvásstádusás, surgos ja ávos.

source: Dál giitit NN:a ovddas, buot dan ovddas maid son mearkkašii buot dan ovddas maid son lei ja attii.
smj: Dál gijttep NN:as, gájkka dassta majt oattjojma suv iellema baktu, ja majt sån viessomájgen midjij vattij.

source: Veahket min min morrašiin ja oahpat min doaibmat ealli olbmuid buorrin nu guhká go mis eallin lea.
smj: Viehkeda mijáv surgon ja åhpada mijáv viessoj åvdås viessot dav ájgev mij miján ájn le.

source: Mii giitit du du Bárdni Jesus Kristusa ovddas guhte rabai uvsa eallimii, mii ii goassege jáme.
smj: Gijttep bárnát Jesus Kristusa åvdås guhti uvsav rahpá iellemij mij goassak ij någå.

source: Guotte min odne ja buot beivviideamet ja divtte min go dat boddu lea jápmit ráfis.
smj: Guotte mijáv uddni ja juohkka biejve ja gå ájgge ållån, dibde de mijáv ráfen jábmet.

source: h: Rohkadallot Hearrá rohkosa.
smj: Råhkålup aktan Härrá råhkålvisáv:

source: Prästen ber slutbön vid kistan: b.:
smj: h.:

source: Ipmileamet, don guhte leat bajásčuožžileapmi ja eallin, atte NN, su du ráfi ja čuvgešii du agálaš čuovga (+) sutnje.
smj: Jubmel, dån guhti le tjuodtjelibme ja iellem, vatte sunji duv ráfev ja tjuovggis sunji duv ihkeva (+) tjuovgga.

source: 73 hávdádanipmilbálvalus
smj: 73 hávddádibme (*) Buorissjivnnjádus

source: Mannot dál ráfis, min Hearrá Jesus Kristusa namas.
smj: Mannup ráfen, mijá Härrá Jesus Kristusa namán.

source: Ipmila ráfi, mii manná buot jierpmi badjel, várjala din váimmuid ja jurdagiid Kristus Jesusis.
smj: Jubmela ráfe, mij le mijá jiermijs alebun, várjjal dijá vájmojt ja dijá ájádusájt Jesus Kristusin.

source: Áhči moraš, Bártni ráhkisvuohta ja bassi Vuoiŋŋa searvevuohta
smj: Áhtje hukso, Bárne gieresvuohta ja ájlis Vuojŋŋanisá åskåldisvuohta

source: nanosmahtášedje min beaivet, go idja boahtá ja go bajásčuožžileami iđit čuvggoda.
smj: fármastisá mijáv biejvvek, gå idjá boahtá ja gå tjuodtjelime idet tjuovgut.

source: 74 hávdádanipmilbálvalus
smj: 74 hávddádibme hávddádimjubmeldievno råhkålvisá

source: rohkos 2 Hearrá, Ipmileamet. don leat min dorvu buolvvas bulvii.
smj: råhkålvis 2 Härrá, mijá Jubmel, dån le mijá dårvvo buolvas buolvvaj.

source: Jagit ja beaivvit molsašuvvet, muhto don leat seammá.
smj: Jage ja biejve målsudi, valla dån biso dahtanik.

source: Du árbmu guoddá min eallimis ja jápmimis.
smj: Duv ármmo mijáv guoddá iellemin ja jábmemin.

source: Muitot ja giitot das maid don addet NN:a bokte.
smj: Mujttup ja gijttup dassta mav dån NN:a baktu vaddi.

source: Váldde su váldegoddásat.
smj: Duosto suv rijkkasit.

source: Bártnát Jesus Kristusa min Hearrámet bokte.
smj: Bárnát Jesus Kristusa, mijá Härrá baktu.

source: rohkos 7 Ipmil, lea ilá váigat ipmirdit man čáppat eallin sáhttá leat ja dievva iluin ja dasto sáhttá nuppástuvvat ja nu bákčasin šaddat.
smj: råhkålvis 7 Jubmel, ij le dádjadahtte man tjábbe viessom le ja ávos dievva ja de rievddá ja nåv báktjasin sjaddá.

source: rohkos 8 Ipmil. mii leat du ovddas morrašiin ja heđiin buot dainna maid eat ipmir, buot dainna mii rievddai, (dainna mii dovdo vuoigatmeahttumin ja boastut).
smj: råhkålvis 8 Jubmel, mij boahtep duv åvddåj surgon ja juoren, gájkka dajna majt ep dádjada, gájkka dajna mij ietjáduváj (gájkka dajna mij le rievtugahtes ja boasstot).

source: 75 hávdádanipmilbálvalus jámolašvuohta ja ovddasvástádus.
smj: 75 hávddádibme hávddádimjubmeldievno tjáluktevsta

source: Min eallináigi lea čiežalogi jagi, dahje gávccilogi jagi, go lea vuoibmi.
smj: dåssjånibme ja åvdåsvásstádus Härrá, åhpada mijáv biejvijdimme låhkåt, vaj vijses vájmojt oadtjop.

source: Dasgo son diehtá mo mii leat sivdniduvvon, son muitá ahte mii leat muolda.
smj: Härrá, tjiegŋalisájs duv tjuorvov. Härrá, gulá muv tjuorvvasav, gulldala muv råhkålvisájt !

source: Olbmo beaivvit leat dego suoidni, olmmoš lea dego gietti lieđđi.
smj: Jus mujttuj biedjat lulu suttojt, Härrá, guhtis de bissot luluj ?

source: Go biegga šuviha meattá, de dat jávká, báiki gos dat lei ii šat dovdda dan.
smj: Valla dujna le ándagisluojttem, danen dujsta balli. Härráv vuordáv, uhtjadav, sidáv suv bágojt gullat.

source: Muhto Hearrá árbmugasvuohta lea agálašvuođas agálašvuhtii sin oassi guđet ballet.
smj: Härráv uhtjadav ienebut gå gáhttára ideda maŋŋel, gå gáhttára ideda maŋŋel.

source: Dasgo lea čállojuvvon: Nu duohta go ealán, cealká Hearrá, juohke čibbi sodjala mu ovddas, ja juohke njuovčča dovddasta Ipmila.
smj: Dajna gå tjáleduvvam le: Nåv duohta gå lev iellemin, javllá Härrá, juohkka buolvva muv åvdån sådjus, ja juohkka njuovtjav Jubmelav hievedus.

source: De juohkehaš mis galgá nappo doallat logu Ipmila ovddas.
smj: Juohkkahasj mijás galggá de lågov Jubmela åvdån dahkat.

source: 76 hávdádanipmilbálvalus
smj: Nåv le aj jábbmegij tjuodtjelibme.

source: Nu lea maiddái jábmiid bajásčuožžilemiin.
smj: Mij dåssjåniddjen sáddjiduvvá, nåhkåmahttán tjuodtjel.

source: Dat mii gilvojuvvo, lea nohkavaš, muhto dat mii bajásčuožžila, lea nohkameahttun.
smj: Mij gudnedisvuodan sáddjiduvvá, herlukvuodan tjuodtjel. Mij sjiebtjesvuodan sáddjiduvvá, ålles fámon tjuodtjel.

source: Gullet dál, dii geat dadjabehtet: «Odne dahje ihttin mii áigut vuolgit duon dahje don gávpogii ja orrut doppe jagi, gávppašit ja dinet ruđaid !
smj: Dij gudi javllabihtit: ” Uddni jali idet vuolggep duon dán stádaj ja ganudip jagev buorre oassásijt dagátjit ”, ehpit dij diede gåk dijá viessom idet le.

source: Dii han lehpet dušše suovva mii oidno oanehis áiggi ja de jávká.
smj: Lihpit suovva mij oanegattjav vuojnnu ja vas gáhtu.

source: Mánát, allot ráhkis dušše sániiguin dahje njuokčamiin, muhto daguiguin ja duohtavuođas.
smj: Máná, allup guoros bágoj ähttsu, ájnat dagoj ja sádnesvuodajn.

source: Das mii diehtit ahte mii leat duohtavuođas, ja mii sáhttit oadjudit váimmuideamet su muođuid ovddas.
smj: De diehtep sádnesvuoda máná lip, ja jus vájmmo mijáv duobbmi de jasskavuodan lip suv åvdån, gå Jubmel le mijá vájmos stuoráp ja gájkka

source: Jos velá váibmu dubme min, de Ipmil lea stuorit go min váibmu ja diehtá buot.
smj: diehtá. Muv gärrása, jus vájmmo ij mijáv duobbmi de Jubmela åvdån jálo lip.

source: dorvu ipmila luhtte.
smj: Boahtteájgev ja dårvov didjij vattáv.

source: Hearrá lea mu báimman, ii mus váillo mihkkege.
smj: Gå muv tjuorvvobihtit ja munji råhkålihpit, de guláv.

source: Ruonas gittiide son livvuda mu, vuoiŋŋadusa čázi lusa son láide mu.
smj: Härrá hoallá: Gå ålles vájmostihtte åhtsåbihtit, de gehtjav vaj muv gávnnabihtit.

source: Son áhpásmahttá mu sielu. Son doalvu mu vanhurskkisvuođa bálgáid mielde namas dihte.
smj: Räjnon muv ruoddnis giettijda doalvvu, loattjes tjátjij bájken muv vuojŋadahttá.

source: Vaikko mon vádjolivččen jápminsuoivana leagis, de in balaše mange bahás.
smj: Ådå fámojt munji vaddá ja rievtes gäjnojt muv lájddi, namás guddnen.

source: Dasgo don leat mu mielde.
smj: Iv buorrek sjievnnjedamos loamen masstak balá danen gå dån le muv maŋen,

source: Du soabbi ja báimmansoabbi jeđđejit mu.
smj: svihtjat ja soabbát muv jaskadibá.

source: Sál 23
smj: Sál 23:1–4

source: 77 hávdádanipmilbálvalus Ipmil lea min suodji ja gievravuohta, veahkki buot áŧestusain.
smj: Jubmel le mijá dårvvo ja gievrrudahka, niedan viehkke mij goassak ij biehte.

source: Danne mii eat bala vaikko eanan doarggistivččii, vaikko várit lihkastivčče ábi čiekŋalasas,
smj: Danen ep balá vájku ednam skielbbi ja váre mera tjiegŋalissaj vierri,

source: vaikko bárut šávašedje ja máraidivčče, ja várit doarggistivčče boršu mearas.
smj: ihka tjátje sjåvvi ja såbddu ja váre mera alvos márramis doargesti.

source: Sela Sál 46:2–4
smj: Sál 46:2–4

source: Don láidet mu ráđiinat, ja dasto bajidat mu gudnái.
smj: Agev lev dálla duv lunna, giedas muv aneda.

source: Jos mus leat don almmis, de mon in sáva šat maidege eatnama alde.
smj: Lájddi muv sidodat milta, muv doalvo herlukvuoda gäjnov.

source: Jos mu oažži ja váibmu vuoimmehuvvá, de Ipmil lea agálaččat mu váimmu bákti ja mu oassi.
smj: Jus dujna lev almen, iv majdik ednamin hálijda. Muv rumáj ja muv jálludahka biehttis,

source: Sál 73:23–26
smj: 77 hávddádibme

source: Mon bajidan čalmmiidan váriid guvlui: Gos boahtá munnje veahkki ?
smj: Várijt várdudaláv: gåsstå munji viehkke boahtá ?

source: Mu veahkki boahtá Hearrás, almmi ja eatnama sivdnideaddjis.
smj: Viehkke Härrás boahtá, ednama ja alme sjivnnjediddjes.

source: Ii son divtte du juolggi suoibut, du goziheaddji ii oađestuva.
smj: Juolgát ij tjalggalahte, luottajdat agev gähttjá.

source: Ii son oađestuva iige nohka, son lea Israela goziheaddji.
smj: Ihkenis ij oade, agenis gåhtså, sån guhti Israelav várjjal.

source: Hearrá lea du goziheaddji, Hearrá lea du suoivvan du olgeš gieđa bealde.
smj: Härrá duv várjjal, suv oakken vájalda, duv bálldalin vádtsá.

source: Beaivváš ii vahágahte du beaivet iige mánnu ihkku.
smj: Biejven biejvve duv ij vahágahte, ij ga iján mánno.

source: Hearrá várjala du buot bahás, son várjala du heakka.
smj: Härrá duv várjjal gájkat bahás, gájkat mij viessomat ájttá.

source: Hearrá várjala du vuolgima ja du boahtima dálážis gitta agálaš áigái.
smj: Härrá viessomájgenat várjjal, dálla ja ihkeven ájggáj.

source: Jos girdilivččen iđitroađi soajáiguin ja seivvošin ábi olggumus ravdii, de doppege du giehta fáhte mu, du olgeš giehta doallá mu gitta.
smj: Jus idedisruopseldiddje såjij luluv hállánit ja mera gätjátjij vuojŋadittjat luluv vuolgget, de dåppe lulu aj muv gávnnat ja giedajnat muv lulu adnalit.

source: Jos mon dajašin: «Čihkos seavdnjadas mu ja šaddos čuovga mu birra idjanš, de seavdnjadas ii leat dutnje seavdnjat, idja lea čuovgat dego beaivi ja seavdnjadas lea dego čuovga. Sál 139:9–12
smj: Jus luluv javllat: Sjievnnjet muv gåbttjis, tjuovgga muv birra idjan sjaddis, de dunji ij le sjievnnjet sjävnnjadin, idja le tjuovggat degu biejvve, iesj sjievnnjet le tjuovgga, Sál 139:9–12

source: Čohkkážanba vai čuččožan, de don dieđát dan, don árvidat mu jurdagiid guhkkin juo.
smj: Båhtit muv lusi gájka gudi låsså nådijt guoddebihtit, de didjij vuojŋadimnuobev vattáv.

source: Váccežanba vai veallážan, de don oainnát dan, don dovddat buot mu geainnuid.
smj: Válldit muv svagájt oalggáj ja oahppit mujsta

source: Hearrá, ovdal go mus lea sátni njuokčama alde, de don dieđát dan ollásit.
smj: gänna le lidna ja njuorris vájmmo, de dijá sielojda vuojŋadimnuobev oadtjobihtit.

source: Maŋábeale ja ovddabealde don birastahtát mu,
smj: Muv svagá li vuohkasa ja noade gähppat. ”

source: don leat bidjan gieđat mu ala.
smj: Matt 11:28–30 78 hávddádibme

source: Dat lea munnje menddo ovddolaš, dat lea ilá allat, mon in árvit dan.
smj: Valla Jubmel dajs avtak ij vajálduhte. Ja tjabu dijá oajve vuobddatjoale li lågåduvvam.

source: Gosa mon sáhtášin mannat eret du Vuoiŋŋa ovddas ?
smj: Allit balá, diján le ienep árvvo gå vájk man edna tsitsátjin.

source: Jos manašin bajás albmái, de don leat doppe, jos lážašin vuoiŋŋastansadján jábmiid áibmui, de don leat doppe.
smj: Luk 12:6–7 Visses lev, ij jábmem ij ga iellem, e ieŋŋgila e ga ietjá fámo, e ga ma dálla

source: Suokkar mu, Ipmil, ja dovdda mu váimmu, geahččal mu ja dovdda mu ráfehis jurdagiid.
smj: li jali ma båhti, jali mige fámojt baddjen jali tjiegŋalisán jali mige ietjá,

source: Geahča leango mon bahá geainnu alde, ja láide mu agálašvuođa geainnu mielde.
smj: mijáv sierada Jubmela gieresvuodas Kristus Jesusin, mijá Härrán. Rom.

source: Bohtet mu lusa, buohkat geat rahčabehtet ja guoddibehtet lossa nođiid, de attán didjiide vuoiŋŋadusa.
smj: Dajna gå Jubmel väráldav iehtsij vattij ájnna Bárnes, vaj juohkkahasj guhti sunji jáhkká ij håhkkåna, ájnat ihkeven iellemav oadtju.

source: mus, dasgo mon lean gierdavaš ja vuollegaš váimmus, dalle gávdnabehtet vuoiŋŋadusa sieluidasadet.
smj: Jubmel ittjij Bárnes väráldij rája duobbmitjit, ájnat suv baktu väráldav gájutjit. Joh 3:16–17

source: Dasgo mu geasis lea buorre, ja mu noađđi lea
smj: De Jesus sunji hålaj: ” Mån lev tjuodtjelibme ja iellem.

source: geahpas.
smj: Joh 11:25–26

source: Muhto velá juohke vuoktačalbmi din oaivvis lea lohkkojuvvon. Allet bala, dii han lehpet eanet veara go ollu cizážat !
smj: jáhtto ja doajvvo Jubmel ij le jábbmegij ájnat viesso almatjij jubmel, dajna gå sunji li gájka viessomin. ”

source: Luk 12:6–7
smj: Luk 20:38
